#Dictionary uusgew.py
import pandas as pd

Niit = [
 {
  "Нэр":"Amka",
    "Хүйс":"Эрэгтэй",
    "Цалин": 1000000,
    "Төрсөн он сар өдөр": "1994-04-25"
 },
 {
  "Нэр":"Чимэг",
    "Хүйс":"Эмэгтэй",
    "Цалин": 1500000,
    "Төрсөн он сар өдөр": "1993-02-25"
 },
 {"Нэр":"Болд",
    "Хүйс":"Эрэгтэй",
    "Цалин": 3000000,
    "Төрсөн он сар өдөр": "1980-12-02"
    },
    {
    "Нэр":"Оюук",
    "Хүйс":"Эмэгтэй",
    "Цалин": 800000,
    "Төрсөн он сар өдөр": "1994-09-03"
    },
    {
    "Нэр":"Хүк",
    "Хүйс":"Эрэгтэй",
    "Цалин": 10000000,
    "Төрсөн он сар өдөр": "1972-06-31"
    }
]

df = pd.DataFrame(Niit)

print(df)
    

